Repository: Kostenkov-2021/nvda-browser-nav-Russian-version
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: Keystroke reset to default
uk: Скидання натискання клавіш до стандартних

source: Invalid keystroke %s: cannot overload essential NVDA keystrokes!
uk: Неправильне натискання клавіш %s: не можна перевантажувати основні натискання клавіш NVDA!

source: Invalid keystroke %s: Cannot use keystrokes with shift modifier for quickJump bookmarks!
uk: Неправильне натискання клавіш %s: Неможливо використовувати комбінації клавіш з модифікатором shift для закладок Швидкого переходу!

source: Edit bookmarks for %s
uk: Редагувати закладки для %s

source: &Bookmarks
uk: &Закладки

source: Name
uk: Назва

source: Pattern
uk: Шаблон

source: Match type
uk: Тип відповідності

source: Category
uk: Категорія

source: Enabled
uk: Увімкнено

source: &Add
uk: &Додати

source: &Edit
uk: &Редагувати

source: &Remove bookmark
uk: &Видалити закладку

source: Move &up
uk: &Перемістити вгору

source: Move &down
uk: &Перемістити вниз

source: &Sort
uk: &Сортувати

source: Disabled
uk: Вимкнено

source: Edit site configuration
uk: Редагувати конфігурацію сайту

source: &Website name
uk: &Назва сайту

source: Edit &Description
uk: Редагувати &Опис

source: &Version (optional for exported bookmarks)
uk: &Версія (необов’язково для експортованих закладок)

source: &Match type
uk: &Тип відповідності

source: Edit &bookmarks
uk: Редагувати &закладки

source: &Focus mode
uk: &Режим фокусУвання

source: &Live region mode
uk: &Режим динамічної області

source: Debug &beep mode
uk: &Режим налагодження і звукового сигналу

source: Perform autoClick on page load automatically:
uk: Виконувати автонатискання при автоматичному завантаженні сторінки:

source: Delay before initial autoClick in milliseconds:
uk: Затримка перед першим автонатисканням у мілісекундах:

source: Enable recurrent auto click
uk: Увімкнути повторне автонатискання

source: Delay between recurring autoClicks in milliseconds:
uk: Затримка між повторюваними автонатисканнями в мілісекундах:

source: Enable recurrent auto speak of
uk: Увімкнути автоповторення

source: Perform autoSpeak (live region) for:
uk: Увімкнути автопромовляння (динамічна область) для:

source: Suppress descriptions
uk: Приховати описи

source: Suppress aria label announcements for landmarks and regions
uk: Приховати оголошення Aria Label про орієнтири та регіони

source: Suppress aria name announcements for editables and combo boxes
uk: Приховати оголошення про назву арії для редагованих елементів і комбінованих списків

source: Suppress tree level announcements
uk: Приховати оголошення рівня дерева

source: E&xport site and all bookmarks
uk: &Експортувати сайт та всі закладки

source: You must specify blank domain for this match option.
uk: Ви повинні вказати порожній домен для цього параметра відповідності.

source: You must specify non-empty string as domain
uk: Як домен необхідно вказати непорожній рядок

source: Wrong domain format. An example is: en.wikipedia.com
uk: Неправильний формат домену. Приклад: en.wikipedia.com

source: This site is a duplicate of another existing site %s
uk: Цей сайт є дублікатом іншого наявного сайту %s

source: Site Entry Error
uk: Помилка при вході на сайт

source: Another website with this name already exists. Please choose a different name.
uk: Інший сайт з цією назвою вже існує. Будь ласка, виберіть іншу назву.

source: Edit site description
uk: Редагувати опис сайту

source: Please enter website name in order to export it.
uk: Будь ласка, введіть назву сайту для експорту.

source: Website export Error
uk: Помилка експорту сайту

source: Please enter a version in order to export this website. We recommend to use date-based versions, like v2025.01.31.
uk: Будь ласка, введіть версію для експорту цього сайту. Ми рекомендуємо використовувати версії на основі дат, наприклад, v2025.01.31.

source: File {} already exists. Would you like to replace it?
uk: Файл {} вже існує. Ви хотіли б його замінити?

source: File exists
uk: Файл існує

source: Could not save website to {}: {}
uk: Не вдалося зберегти сайт {}: {}

source: Over&write existing website definition
uk: &Перезаписати визначення існуючого сайту

source: Keep existing website definition, but overwrite all &bookmarks
uk: Зберегтиь існуюче визначення сайту, але перезаписати усі &закладки

source: Save this website under a different &name
uk: Зберегти цей сайт під іншою &назвою

source: This website doesn't have a name. Cannot import it.
uk: Цей сайт не має назви. Неможливо імпортувати його.

source: This website doesn't have a version. Cannot import it.
uk: Цей сайт не має версії. Неможливо імпортувати його.

source: BrowserNav website import conflict
uk: Конфлікт імпорту сайту в BrowserNav

source: You already have website {} in your BrowserNav configuration. Existing site version: {}. To be imported site version: {}. What would you like to do?
uk: Сайт {} вже є у вашій конфігурації BrowserNav. Версія наявного сайту: {}. Версія сайту для імпорту: {}. Що ви хочете зробити?

source: There is already a website with this name. Please enter a different name.
uk: Вже є сайт з цією назвою. Введіть іншу назву.

source: Available BrowserNav websites
uk: Доступні сайти BrowserNav

source: &Websites
uk: &Сайти

source: Version
uk: Версія

source: BrowserNav QuickSearch websites and bookmarks
uk: Навігація у браузері Швидкий пошук сайтів і закладок

source: &Sites
uk: &Сайти

source: Domain
uk: Домен

source: Type
uk: Тип

source: &Edit site
uk: &Редагувати сайт

source: &Remove site
uk: &Видалити сайт

source: &Import website from file
uk: &Імпортувати сайт з файлу

source: Import website from bookmar&k store
uk: &Імпорт сайту з магазину закладок

source: Could not load website from {}: {}
uk: Неможливо завантажити сайт з {}: {}

source: Error retrieving contents of BrowserNav bookmark store: {}. Please check your Internet connectivity and try again.
uk: Помилка при отриманні вмісту магазину закладок BrowserNav: {}. Будь ласка, перевірте підключення до Інтернету та повторіть спробу.

source: Bookmark store communication error
uk: Помилка при зв'язку з магазином закладок

source: Browser Navigation addon. In browsers it allows to quickly find vertically aligned paragraphs with the same offset from the left edge of the screen, such as first level comments in a hierarchical tree of comments. It can also find paragraphs with the same font size or same font style.
uk: Додаток для навігації у браузері. У браузерах він дозволяє швидко знаходити вертикально вирівняні абзаци з однаковим зміщенням від лівого краю екрана, наприклад, коментарі першого рівня в ієрархічному дереві коментарів. Він також може знаходити абзаци з однаковим розміром шрифту або однаковим стилем шрифту.
