Repository: Kostenkov-2021/nvda-browser-nav-Russian-version
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: BrowserNav settings
uk: Навігація у браузері - налаштування

source: Crackling volume
uk: Гучність потріскування

source: Beeping volume
uk: Гучність звукового сигналу

source: Volume of chime when no more sentences available
uk: Гучність звукового сигналу, коли немає більше речень

source: Speak message when no next paragraph containing text available in the document
uk: Промовляти повідомлення, коли в документі немає наступного абзацу, що містить текст

source: Use font family for style
uk: Використовувати сімейство шрифтів для стилю

source: Use font color for style
uk: Використовувати колір шрифту для стилю

source: Use background color for style
uk: Використовувати колір фону для стилю

source: Use bold and italic attributes for style
uk: Використовувати атрибути жирного та курсивного шрифту для стилю

source: Jump to the first cell of the table when T or Shift+T is pressed.
uk: Перехід до першої комірки таблиці при натисканні клавіш T або Shift+T.

source: Volume of skipClutter chime
uk: Гучність сигналу під час пропуску перешкод

source: Vertical alignment margin in pixels
uk: Вертикальна межа вирівнювання в пікселях

source: horizontal offset
uk: горизонтальним зміщенням

source: font size
uk: розміром шрифту

source: font size and same style
uk: розміром шрифту і однаковим стилем

source: smaller
uk: меншим

source: greater
uk: більшим

source: &Bookmark
uk: & Закладка

source: &Website
uk: &Сайт

source: BrowserNav
uk: Навігація у браузері

source: No next paragraph with the same {mode} in the document
uk: У документі немає наступного абзацу з тим самим {mode}

source: No previous paragraph with the same {mode} in the document
uk: У документі немає попереднього абзацу з тим самим {mode}

source: No previous paragraph with {qualifier} {mode} in the document
uk: У документі немає попереднього абзацу з {qualifier} {mode}

source: No next paragraph with {qualifier} {mode} in the document
uk: У документі немає наступного абзацу з {qualifier} {mode}

source: BrowserNav navigates by
uk: Навігація у браузері здійснюється за

source: Done.
uk: Готово.

source: No next format change!
uk: Немає наступних змін форматування!

source: Cannot edit in this window.
uk: Неможливо редагувати в цьому вікні.

source: Timeout while trying to focus current edit box.
uk: Час очікування при спробі сфокусувати поточне поле редагування.

source: Not editable
uk: Неможливо редагувати

source: Cannot copy text out of edit box. Please make sure edit box is not empty and not read-only!
uk: Неможливо скопіювати текст із поля редагування. Переконайтеся, що поле редагування не порожнє та не доступне лише для читання!

source: Warning! While copying text out of edit box, focused elementon the page has changed. Please try again.
uk: Увага! Під час копіювання тексту з поля редагування фокусований елемент на сторінці змінився. Спробуйте ще раз.

source: Browser state has changed. Focused element is not an edit box. Role: %d.
uk: Стан браузера змінився. Сфокусований елемент не є полем редагування. Роль: %d.

source: Browser state has changed. Different element on the page is now focused.
uk: Стан браузера змінився. Тепер на сторінці сфокусовано інший елемент.

source: Timed out during release modifiers stage
uk: Час очікування на етапі відпускання модифікаторів

source: Timed out during switch to browser window stage
uk: Час очікування на етапі переходу до вікна браузера

source: Timed out during switch to window stage
uk: Час очікування на етапі переходу до вікна

source: Error during switch to window stage, focused element role is %d
uk: Помилка на етапі переходу до вікна, роль сфокусованого елемента є %d

source: Error! When switching back to browser window, a different edit box is focused.
uk: Помилка! При поверненні до вікна браузера фокусується інше поле для редагування.

source: Timed out during single-character control+C stage
uk: Час очікування одного символа під час етапу Control+C

source: Error! Focused element on the page has changed while pasting updated text. Possibly content of a different edit box has changed. Please inspect edit boxes manually and undo if needed.
uk: Помилка! Під час вставки оновленого тексту змінився фокус елемента на сторінці. Можливо, змінився вміст іншого поля редагування. Будь ласка, перевірте поля редагування вручну і скасуйте зміни, якщо це необхідно.

source: Last edited text has been copied to the clipboard.
uk: Останній редагований текст скопійовано в буфер обміну.

source: Last Jupyter text has been copied to clipboard.
uk: Останній текст Jupyter скопійовано в буфер обміну.

source: No last Jupyter text., or last Jupyter text is empty.
uk: Немає останнього тексту Jupyter, або останній текст Jupyter порожній.

source: Failed to read clipboard data. Please make sure clipboard is not empty - copy some text to clipboard.
uk: Не вдалося прочитати дані буфера обміну. Будь ласка, переконайтеся, що буфер обміну не порожній - скопіюйте якийсь текст у буфер обміну.

source: No cursor history available
uk: Історія курсора недоступна

source: Cannot go back any more
uk: Неможливо повернутися назад

source: Moves to next sibling in browser
uk: Переходить до наступного елемента того ж рівня в браузері

source: Moves to previous sibling in browser
uk: Переходить до попереднього елемента того ж рівня в браузері

source: Moves to next parent in browser
uk: Переходить до наступного батьківського елемента в браузері

source: Moves to next child in browser
uk: Перехід до наступного дочірнього елемента в браузері

source: Moves to previous child in browser
uk: Переходить до попереднього дочірнього елемента в браузері

source: Adjusts BrowserNav rotor
uk: Налаштування кільця Навігації у браузері

source: No next QuickJump result. To configure QuickJump rules, please go to BrowserNav settings in NVDA configuration window.
uk: Немає наступного результату швидкого переходу. Щоб налаштувати правила швидкого переходу, перейдіть до налаштувань Навігації у браузері у вікні конфігурації NVDA.

source: QuickJump forward according to BrowserNav QuickJump bookmarks; please check browserNav configuration panel for the list of bookmarks.
uk: Швидкий перехід вперед відповідно до закладок швидкого переходу Навігації у браузері; будь ласка, зверніться до панелі налаштувань Навігації у браузері, щоб переглянути список закладок.

source: QuickJump back according to BrowserNav QuickJump bookmarks; please check browserNav configuration panel for the list of bookmarks.
uk: Швидкий перехід назад відповідно до закладок швидкого переходу Навігації у браузері; будь ласка, зверніться до панелі налаштувань Навігації у браузері, щоб переглянути список закладок.

source: AutoClick according to BrowserNav AutoClick bookmark; please check browserNav configuration panel for the list of bookmarks.
uk: Автонатискання відповідно до закладки автонатискання в Навігації у браузері; будь ласка, перевірте панель конфігурації Навігації у браузері для отримання списку закладок.

source: AutoClick according to BrowserNav AutoClick2 bookmark; please check browserNav configuration panel for the list of bookmarks.
uk: Автонатискання відповідно до закладки автонатискання2 в Навігації у браузері; будь ласка, перевірте панель конфігурації Навігації у браузері для отримання списку закладок.

source: AutoClick according to BrowserNav AutoClick3 bookmark; please check browserNav configuration panel for the list of bookmarks.
uk: Автонатискання відповідно до закладки автонатискання3 в Навігації у браузері; будь ласка, перевірте панель конфігурації Навігації у браузері для отримання списку закладок.

source: at level {level}
uk: на рівні {level}

source: No next hierarchical bookmark {levelStr}
uk: Немає наступної ієрархічної закладки {levelStr}

source: Jump to next hierarchical bookmark {levelStr}; please check browserNav configuration panel for hierarchical bookmark configuration.
uk: Перейти до наступної ієрархічної закладки {levelStr}; будь ласка, зверніться до панелі налаштувань Навігації у браузері для налаштування ієрархічних закладок.

source: No previous hierarchical bookmark {levelStr}
uk: Немає попередньої ієрархічної закладки {levelStr}

source: Jump to previous hierarchical bookmark {levelStr}; please check browserNav configuration panel for hierarchical bookmark configuration.
uk: Перейти до попередньої ієрархічної закладки {levelStr}; будь ласка, зверніться до панелі налаштувань Навігації у браузері для налаштування ієрархічних закладок.

source: QuickSpeak according to BrowserNav QuickSpeak bookmark; please check browserNav configuration panel for the list of bookmarks.
uk: Швидке промовляння відповідно до закладки швидкого промовляння Навігації у браузері; будь ласка, зверніться до панелі налаштувань браузера для перегляду списку закладок.

source: Scrolling forward. This may load more elements on the page.
uk: Прокручування вперед. Це допоможе завантажити більше елементів на сторінці.

source: Scroll to all possible elements forward
uk: Прокрутити всі можливі елементи вперед

source: Scrolling backward. This may load more elements on the page.
uk: Прокручування назад. Це допоможе завантажити більше елементів на сторінці.

source: Scroll to all possible elements backward
uk: Прокрутити всі можливі елементи назад

source: Edit semi-accessible edit box.
uk: Редагувати напівдоступне поле редагування.

source: Copy the last text from semi-accessible edit box to clipboard.
uk: Скопіювати останній текст з напівдоступного поля редагування в буфер обміну.

source: Skip clutter off for paragraph navigation
uk: Пропуск перешкод для навігації по абзацах вимкнено

source: Skip clutter on for paragraph navigation
uk: Пропуск перешкод для навігації по абзацах увімкнено

source: Toggle skip clutter for paragraph navigation
uk: Перемикає пропуск перешкод для навігації по абзацах

source: Skip clutter off for line navigation
uk: Пропуск перешкод для навігації по рядках вимкнено

source: Skip clutter on for line navigation
uk: Пропуск перешкод для навігації по рядках увімкнено

source: Toggle skip clutter for line navigation
uk: Перемикає пропуск перешкод для навігації по рядках

source: Experimental: go back to the previous location of cursor in current document
uk: Експериментально: повернутися до попереднього розташування курсора в поточному документі

source: Show BrowserNav popup menu.
uk: Показати спливаюче меню Навігації у браузері.

source: Speak current URL.
uk: Промовляти поточний URL.

source: No URL
uk: Немає URL

source: Copied to clipboard: {}
uk: Скопійовано в буфер обміну: {}

source: Go to line
uk: Перейти до рядка

source: Go to line:
uk: Перейти до рядка:

source: Line number must be a positive integer!
uk: Номер рядка повинен бути натуральним числом!

source: Wrong line number
uk: Неправильний номер рядка

source: Regex search
uk: Пошук регулярних виразів

source: Invalid regular expression
uk: Неправильний регулярний вираз

source: Wrong regex
uk: Неправильний регулярний вираз

source: Edit text
uk: Редагувати текст

source: No match!
uk: Немає збігу!

source: Next paragraph not found: current position is at the end of the document.
uk: Наступного абзацу не знайдено: поточна позиція знаходиться в кінці документа.

source: Previous paragraph not found: current position is at the beginning of the document.
uk: Попередній абзац не знайдено: поточна позиція знаходиться на початку документа.

source: Plain text not found: tried to search for '{text}' {direction}.
uk: Звичайний текст не знайдено: виконано пошук за '{text}' {direction}.

source: backward
uk: назад

source: forward
uk: вперед

source: Regexp text not found: tried to search for '{text}' {direction}.
uk: Текст регулярного виразу не знайдено: здійснено спробу пошуку '{text}' {direction}.

source: QuickNav item not found: tried to search for '{text}' {direction}.
uk: Елемент швидкої навігації не знайдено: здійснено спробу пошуку '{text}' {direction}.

source: QuickJump
uk: Швидкий перехід

source: QuickJump2
uk: Швидкий перехід2

source: QuickJump3
uk: Швидкий перехід3

source: SkipClutter
uk: Пропуск перешкод

source: QuickClick
uk: Швидке натискання

source: QuickClick2
uk: Швидке натискання2

source: QuickClick3
uk: Швидке натискання3

source: Hierarchical quick jump
uk: Ієрархічний швидкий перехід

source: Quick speak
uk: Швидке промовляння

source: Quick speak 2
uk: Швидке промовляння 2

source: Script
uk: Скрипт

source: Numeric Script
uk: Числовий скрипт

source: QuickJump - assigned to J by default
uk: Швидкий перехід - стандартно призначено J

source: SkipClutter - will automatically skip this paragraph or line when navigating via Control+Up/Down or Up/Down keystrokes; must match the whole paragraph. or
uk: Пропуск перешкод - автоматично пропускає цей абзац або рядок під час навігації за допомогою комбінації клавіш Control+Вгору/Вниз або Вгору/Вниз; має відповідати всьому абзацу. чи

source: Script: runs a custom Python script
uk: Скрипт: запускає користувацький скрипт Python

source: Numeric Script - script that can consume a numeric argument by pressing Alt+digits
uk: Числовий скрипт - сценарій, який може використовувати числовий аргумент під час натискання Alt+цифри

source: Match all sites (domain field ignored)
uk: Зіставити всі сайти (поле домену ігнорується)

source: Match domain name
uk: Збіг доменного імені

source: Match domain and its subdomains
uk: Зіставлення домену та його піддоменів

source: Match substring in URL
uk: Збіг підрядка в URL-адресі

source: Exact URL match
uk: Точний збіг адреси

source: Regex match of URL
uk: Збіг регулярного виразу URL-адреси

source: Match empty URL only, that is pages without URL
uk: Шукати тільки порожні URL-адреси, тобто сторінки без URL-адреси

source: Keep default NVDA focus behavior
uk: Зберегти стандартну поведінку фокуса NVDA

source: React to focus event, but prevent entering focus mode
uk: Реагувати на подію у фокусі, але запобігати переходу в режим фокусування

source: Ignore all focus events - good for websites that misuse focus events
uk: Ігнорувати всі події у фокусі - корисно для веб-сайтів, які зловживають подіями у фокусі

source: Speak live regions
uk: Промовляти динамічну область

source: Mute live regions
uk: Вимкнути динамічну область

source: No beeps
uk: Без звукових сигналів

source: Beep on every focus event
uk: Звуковий сигнал про кожну подію у фокусі

source: Beep on every successful autoClick
uk: Звуковий сигнал при кожному успішному автонатисканні

source: Beep on every update from live region
uk: Звуковий сигнал при кожному оновленні динамічної області

source: Exact paragraph match
uk: Точний збіг абзацу

source: Substring paragraph match
uk: Збіг підрядкового абзацу

source: Regex paragraph match
uk: Збіг абзацу регулярного виразу

source: AutoSpeak disabled
uk: Автоматичне мовлення вимкнено

source: Speak changed paragraphs
uk: Промовляти змінені абзаци

source: Speak only changed words (diff)
uk: Промовляти тільки змінені слова (diff)

source: Play chime when bookmark appears on the page
uk: Відтворювати звуковий сигнал, коли закладка з'являється на сторінці

source: Play chime when bookmark disappears from the page
uk: Відтворювати звуковий сигнал, коли закладка зникає з сторінки

source: Play chime when text matched by bookmark changes
uk: Відтворювати звуковий сигнал, коли текст, позначений закладкою, змінюється

source: BrowserNav warning: Two or more sites matching this URL are configured to perform autoClick on load. This is not supported.
uk: Попередження Навігації у браузері: два або більше сайтів, які відповідають цій адресі, налаштовані на автонатискання під час завантаження. Це не підтримується.

source: BrowserNav temporary action configured only for this website.
uk: Тимчасова дія Навігації у браузері налаштована тільки для цього сайту.

source: No quickJump bookmarks configured for current website. Please add QuickJump bookmarks in BrowserNav settings in NVDA settings window.
uk: Для поточного сайту не налаштовано закладок швидкого переходу. Будь ласка, додайте закладки швидкого переходу в налаштуваннях Навігації у браузері у вікні налаштувань NVDA.

source: No {category} bookmarks configured for current website. Please add {category} bookmarks in BrowserNav settings in NVDA settings window.
uk: Для поточного сайту не налаштовано закладок {category}. Будь ласка, додайте закладки {category} у налаштуваннях Навігації у браузері у вікні налаштувань NVDA.

source: Bookmark points to non-focusable NVDA object, cannot click it.
uk: Закладка вказує на нефокусований об'єкт NVDA, не можна натиснути на нього.

source: No bookmarks matched!
uk: Немає відповідних закладок!

source: Clicked {n} objects.
uk: Натиснуто {n} об’єктів.

source: Both hierarchical and numeric script bookmarks are configured for this website. This is not supported; please disable either hierarchical or numeric script bookmarks.
uk: Для цього сайту налаштовано ієрархічні та числові скриптові закладки. Це не підтримується; будь ласка, вимкніть ієрархічні або числові скриптові закладки.

source: No hierarchical quickJump bookmarks or numeric script bookmarks configured for current website. Please add QuickJump bookmarks in BrowserNav settings in NVDA settings window.
uk: Для поточного сайту не налаштовано ієрархічних закладок швидкого переходу або закладок з числовим скриптом. Будь ласка, додайте закладки швидкого переходу у налаштуваннях BrowserNav у діалозі налаштувань NVDA.

source: No hierarchical quickJump bookmarks configured for current website. Please add QuickJump bookmarks in BrowserNav settings in NVDA settings window.
uk: Для поточного сайту не налаштовано ієрархічних закладок Швидкого переходу. Будь ласка, додайте закладки Швидкого переходу у налаштуваннях Навігації у браузері у вікні налаштувань NVDA.

source: Level {announceLevel}
uk: Рівень {announceLevel}

source: BrowserNav error: inconsistent indents in the document. Recomputing indents, please try again.
uk: Помилка Навігації у браузері: невідповідні відступи в документі. Повторне обчислення відступів, повторіть спробу.

source: Cannot combine tilde with digits for numeric script!
uk: Неможливо поєднати тильду з цифрами для числового скрипта!

source: Invalid level for numeric script: '{level}'
uk: Неправильний рівень для числового скрипта: '{level}'

source: Edit existing website %s
uk: Редагувати наявний сайт %s

source: Create new website for domain %s
uk: Створити новий сайт для домену %s

source: Create new website with custom URL matching options
uk: Створити новий сайт з користувацькими параметрами відповідності адрес

source: Current selection spans across multiple paragraphs.
uk: Поточне виділення охоплює кілька абзаців.

source: Bookmarks that span across paragraphs is not supported by BrowserNav. Please clear the selection or select something within a single paragraph.
uk: Навігація у браузері не підтримує закладки, які охоплюють кілька абзаців. Будь ласка, зніміть виділення або виберіть щось в межах одного абзацу.

source: Bookmark Error
uk: Помилка закладки

source: No sites are configured for current URL.
uk: Для поточної адреси не налаштовано жодного сайту.

source: Please create a new site configuration in site submenu.
uk: Будь ласка, створіть нову конфігурацію сайту в підменю «Сайт».

source: Edit perfect match bookmark {bookmark} of category {category} from site {site}
uk: Редагувати ідеальну відповідну закладку {bookmark} категорії {category} з сайту {site}

source: Edit bookmark {bookmark} of category {category} that doesn't match formatting for current paragraph from site {site}
uk: Редагувати закладку {bookmark} категорії {category}, яка не відповідає формату поточного абзацу з сайту {site}

source: Create new bookmark from current paragraph for site {site}
uk: Створити нову закладку з поточного абзацу для сайту {site}

source: Edit browserNav bookmark
uk: Редагувати закладку Навігації у браузері

source: &Pattern
uk: &Шаблон

source: Pattern &match type:
uk: Шаблон &тип відповідності:

source: &Category:
uk: &Категорія:

source: Custom &Keystroke
uk: Користувацьке &натискання клавіш

source: &Site this bookmark belongs to:
uk: &Сайт, до якого належить ця закладка:

source: Bookmark enabled
uk: Закладку ввімкнено

source: &Display name (optional)
uk: &Назва для показу (необов'язково)

source: Spoken &message when bookmark is found:
uk: Голосове &повідомлення, коли закладку знайдено:

source: Offset in paragraphs - select a value to place the cursor on following or preceding paragraph from the bookmark match:
uk: Зміщення в абзацах - виберіть значення, щоб розмістити курсор на наступному або попередньому абзаці зі списку закладок:

source: &Attributes (space separated list):
uk: &Атрибути (список, розділений пробілами):

source: Available attributes in current paragraph (press space to add to current bookmark):
uk: Доступні атрибути в поточному абзаці (натисніть пробіл, щоб додати до поточної закладки):

source: Automatically detect and speak changes to this bookmark
uk: Автоматично виявляти та промовляти про зміни в цій закладці

source: AutoSpeak mode
uk: Режим автоматичного мовлення

source: Chime &category:
uk: &Категорія звуку:

source: C&hime:
uk: &Звуковий сигнал:

source: Volume
uk: Гучність

source: Edit &script in new window; press Control+Enter when Done.
uk: Редагувати &Скрипт у новому вікні; натисніть Control+Enter, коли буде готово.

source: Pattern cannot be empty!
uk: Шаблон не може бути порожнім!

source: Failed to compile regular expression: %s
uk: Не вдалося скомпілювати регулярний вираз: %s

source: Bookmark entry error
uk: Помилка внесення закладки

source: Cannot parse attribute: {e}
uk: Неможливо проаналізувати атрибут: {e}

source: Bookmark Entry Error
uk: Помилка внесення закладки

source: Warning: you are about to create or update a skip clutter bookmark. If your pattern is too generic, it might hide significant part of your website. For example, if you specify a single whitespace as pattern and substring match, then all paragraphs containing at least a single whitespace would disappear. Please make sure you understand how skip clutter works and how to undo this change if you have to. Would you like to continue?
uk: Попередження: ви збираєтеся створити або оновити закладку пропуску перешкод. Якщо ваш шаблон занадто загальний, він може приховати значну частину вашого сайту. Наприклад, якщо ви вкажете один пробіл як шаблон і підрядок, то всі абзаци, що містять хоча б один пробіл, зникнуть. Будь ласка, переконайтеся, що ви розумієте, як працює пропуск перешкод і як скасувати цю зміну, якщо це необхідно. Бажаєте продовжити?

source: Bookmark Entry warning
uk: Попередження про внесення закладки

source: Warning: you are trying to move this bookmark to site %(new_site)s. However it already contains a bookmark with the same UUID. This is not supported. Please create a new bookmark instead.
uk: Увага: ви намагаєтеся перемістити цю закладку на сайт %(new_site)s. Однак він уже містить закладку з таким самим UUID. Це не підтримується. Будь ласка, створіть нову закладку.

source: Bookmark Entry error
uk: Помилка при введенні закладки

source: Warning: you are about to move this bookmark to site %(new_site)s. This bookmark will disappear from the old site %(old_site)s. Would you like to proceed?
uk: Увага: ви збираєтеся перемістити цю закладку на сайт %(new_site)s. Ця закладка зникне зі старого сайту %(old_site)s. Бажаєте продовжити?

source: Added '{item} to matched attributes edit box.'
uk: Додано '{item}' до поля редагування відповідних атрибутів.

source: Script compilation failed
uk: Помилка компіляції скрипта

source: Editing script for %s
uk: Редагування скрипта для %s

source: Custom &Keystroke: %s
uk: Користувацьке &натискання клавіш: %s

source: Default &Keystroke: %s
uk: Початкове &Натискання клавіш: %s

source: Press desired keystroke now
uk: Натисніть потрібну комбінацію клавіш зараз
